Repository: skverall/CarDealerTracker-ios-android
Catalog: iOS Car Dealer Tracker/Ezcar24Business/Localizable.xcstrings
Source language: en
Languages: ar, hi, id, ja, ko, pt_br, ru, uz

source: Check your inbox to confirm your email change.
ar: تحقق من بريدك الوارد لتأكيد تغيير البريد الإلكتروني.
hi: अपने ईमेल परिवर्तन की पुष्टि करने के लिए अपना इनबॉक्स जांचें।
id: Periksa kotak masuk Anda untuk mengonfirmasi perubahan email Anda.
ja: メール変更を確認するために受信箱を確認してください。
pt_br: Verifique sua caixa de entrada para confirmar a alteração do e-mail.
ru: Проверьте почту, чтобы подтвердить изменение email.
uz: Email oʻzgarishini tasdiqlash uchun pochtangizni tekshiring.

source: Check your inbox. Depending on your account security settings, you may need to confirm the change from both your current and new email addresses.
ar: تحقق من بريدك الوارد. حسب إعدادات أمان حسابك، قد تحتاج إلى تأكيد التغيير من بريدك الحالي والجديد معًا.
hi: अपना इनबॉक्स जांचें. आपकी खाता सुरक्षा सेटिंग्स के आधार पर, आपको अपने वर्तमान और नए ईमेल पते दोनों से परिवर्तन की पुष्टि करने की आवश्यकता हो सकती है।
id: Periksa kotak masuk Anda. Tergantung pada pengaturan keamanan akun Anda, Anda mungkin perlu mengonfirmasi perubahan dari alamat email Anda saat ini dan yang baru.
ja: 受信箱を確認してください。アカウントのセキュリティ設定によっては、現在のメールアドレスと新しいメールアドレスの両方で確認が必要です。
pt_br: Verifique sua caixa de entrada. Dependendo das configurações de segurança da sua conta, talvez seja necessário confirmar a alteração nos seus endereços de e-mail atuais e novos.
ru: Проверьте почту. В зависимости от настроек безопасности аккаунта может понадобиться подтвердить изменение и со старого, и с нового email.
uz: Pochtangizni tekshiring. Hisob xavfsizlik sozlamalariga qarab, oʻzgarishni eski va yangi email manzillaringizdan tasdiqlashingiz kerak boʻlishi mumkin.

source: Checking session…
ar: جارٍ التحقق من الجلسة…
hi: सत्र की जाँच हो रही है...
id: Sesi pengecekan…
ja: セッションを確認中…
pt_br: Verificando sessão…
ru: Проверка сессии…
uz: Seans tekshirilmoqda…

source: Cheque
ar: يفحص
hi: जांचें
id: Periksa
ja: 小切手
ru: Чек
uz: Tekshirish

source: Choose a database...
ar: اختر قاعدة بيانات...
hi: एक डेटाबेस चुनें...
id: Pilih basis data...
ja: データベースを選択...
pt_br: Escolha um banco de dados...
ru: Выберите базу данных...
uz: Ma'lumotlar bazasini tanlang...

source: Cleaning duplicates…
ar: تنظيف التكرارات…
hi: डुप्लिकेट साफ़ कर रहा है...
id: Membersihkan duplikat…
ja: 重複を整理中…
pt_br: Limpando duplicatas…
ru: Удаление дубликатов…
uz: Dublikatlar tozalanmoqda…

source: Client Details
ar: تفاصيل العميل
hi: ग्राहक विवरण
id: Detail Klien
ja: 顧客詳細
pt_br: Detalhes do cliente
ru: Детали клиента
uz: Mijoz tafsilotlari

source: Clients
ar: العملاء
hi: ग्राहक
id: Klien
ja: 顧客
pt_br: Clientes
ru: Клиенты
uz: Mijozlar

source: Close
ar: إغلاق
hi: बंद करें
id: Tutup
ja: 閉じる
pt_br: Fechar
ru: Закрыть
uz: Yopish

source: Comment
ar: تعليق
hi: टिप्पणी करें
id: Komentar
ja: コメント
pt_br: Comentário
ru: Комментарий
uz: Izoh

source: Commercial activity happened, but expense pressure or cash movement still needs review.
ar: حدث نشاط تجاري، لكن ضغط المصروفات أو حركة النقد لا يزال يحتاج إلى مراجعة.
hi: वाणिज्यिक गतिविधि हुई, लेकिन खर्च दबाव या नकदी आंदोलन की अभी भी समीक्षा की जरूरत है।
id: Aktivitas komersial telah terjadi, namun tekanan pengeluaran atau pergerakan kas masih perlu ditinjau.
pt_br: A atividade comercial aconteceu, mas a pressão das despesas ou a movimentação de dinheiro ainda precisam de revisão.

source: Complete Contact Info
ar: معلومات الاتصال الكاملة
hi: संपूर्ण संपर्क जानकारी
id: Info Kontak Lengkap
ja: 連絡先情報を完了
pt_br: Informações de contato completas
ru: Заполните контактные данные
uz: Toʻliq aloqa maʻlumotlari

source: Completed
ar: مكتمل
hi: पूरा हुआ
id: Selesai
ja: 完了
pt_br: Concluído
ru: Завершено
uz: Bajarildi

source: Confirm
ar: يتأكد
hi: पुष्टि करें
id: Konfirmasikan
ja: 確認
pt_br: Confirmar
ru: Подтвердить
uz: Tasdiqlang

source: Confirm Password
ar: تأكيد كلمة المرور
hi: पासवर्ड की पुष्टि करें
id: Konfirmasi Kata Sandi
ja: パスワードを確認
pt_br: Confirmar senha
ru: Подтвердить пароль
uz: Parolni tasdiqlang

source: Confirmation
ar: تأكيد
hi: पुष्टि
id: Konfirmasi
ja: 確認
pt_br: Confirmação
ru: Подтверждение
uz: Tasdiqlash

source: Connect
ar: يتصل
hi: कनेक्ट करें
id: Hubungkan
ja: 接続
pt_br: Conectar
ru: Подключить
uz: Ulanish

source: Consumption Tax (10%)
ar: ضريبة الاستهلاك (10%)
hi: उपभोग कर (10%)
id: Pajak Konsumsi (10%)
ja: 消費税（10%）
pt_br: Imposto sobre o consumo (10%)
ru: Потребительский налог (10%)
uz: Iste'mol soligʻi (10%)

source: Continue
ar: يكمل
hi: जारी रखें
id: Lanjutkan
ja: 続ける
ko: 계속
pt_br: Continuar
ru: Продолжить
uz: Davom etish

source: Continue Exporting
ar: متابعة التصدير
hi: निर्यात जारी रखें
id: Lanjutkan Mengekspor
ja: エクスポートを続行
pt_br: Continuar exportando
ru: Продолжить экспорт
uz: Eksportni davom ettiring

source: Continue with Google
ar: المتابعة باستخدام Google
hi: Google के साथ जारी रखें
id: Lanjutkan dengan Google
ja: Googleで続行
ko: Google로 계속
pt_br: Continuar com o Google
ru: Продолжить с Google
uz: Google bilan davom etish

source: Copied
ar: منقول
hi: नकल की गई
id: Disalin
ja: コピーしました
pt_br: Copiado
ru: Скопировано
uz: Koʻchirildi

source: Copy
ar: ينسخ
hi: प्रतिलिपि
id: Salin
ja: コピー
pt_br: Copiar
ru: Копировать
uz: Nusxalash

source: Copy Link
ar: نسخ الوصلة
hi: लिंक कॉपी करें
id: Salin Tautan
ja: リンクをコピー
pt_br: Copiar link
ru: Копировать ссылку
uz: Havolani nusxalash

source: Copy Report
ar: نسخ التقرير
hi: रिपोर्ट कॉपी करें
id: Salin Laporan
ja: レポートをコピー
pt_br: Copiar relatório
ru: Копировать отчет
uz: Hisobotni nusxalash

source: Copy Token
ar: نسخ الرمز المميز
hi: टोकन कॉपी करें
id: Salin Token
ja: トークンをコピー
pt_br: Copiar token
ru: Копировать токен
uz: Tokenni nusxalash

source: Couldn't save photo order. Please try again.
ar: تعذر حفظ ترتيب الصور. يرجى المحاولة مرة أخرى.
hi: फ़ोटो ऑर्डर सहेजा नहीं जा सका. कृपया पुन: प्रयास करें।
id: Tidak dapat menyimpan pesanan foto. Silakan coba lagi.
pt_br: Não foi possível salvar o pedido das fotos. Tente novamente.

source: Create
ar: يخلق
hi: बनाएँ
id: Buat
ja: 作成
pt_br: Criar
ru: Создать
uz: Yaratish

source: Create Account
ar: إنشاء حساب
hi: खाता बनाएँ
id: Buat Akun
ja: アカウントを作成
pt_br: Criar conta
ru: Создать аккаунт
uz: Hisob yaratish

source: Create Account Now
ar: أنشئ حسابًا الآن
hi: अभी खाता बनाएं
id: Buat Akun Sekarang
ja: 今すぐアカウントを作成
pt_br: Crie uma conta agora
ru: Создать аккаунт сейчас
uz: Hozir hisob yaratish

source: Create Business
ar: إنشاء نشاط تجاري
hi: व्यवसाय बनाएँ
id: Buat Bisnis
ja: 事業を作成
pt_br: Criar negócio
ru: Создать бизнес
uz: Biznes yaratish

source: Create Cash + Bank
ar: إنشاء النقد + البنك
hi: कैश + बैंक बनाएं
id: Buat Uang Tunai + Bank
ja: 現金・銀行口座を作成
pt_br: Criar dinheiro + banco
ru: Создать наличные + банк
uz: Cash + Bank yarating

source: Create Database
ar: إنشاء قاعدة بيانات
hi: डेटाबेस बनाएं
id: Buat Basis Data
ja: データベースを作成
pt_br: Criar banco de dados
ru: Создать базу данных
uz: Ma'lumotlar bazasini yaratish

source: Create New Database
ar: إنشاء قاعدة بيانات جديدة
hi: नया डेटाबेस बनाएं
id: Buat Basis Data Baru
ja: 新しいデータベースを作成
pt_br: Criar novo banco de dados
ru: Создать новую базу данных
uz: Yangi ma'lumotlar bazasini yaratish

source: Create a new database to export your data
ar: قم بإنشاء قاعدة بيانات جديدة لتصدير بياناتك
hi: अपना डेटा निर्यात करने के लिए एक नया डेटाबेस बनाएं
id: Buat database baru untuk mengekspor data Anda
ja: データをエクスポートする新しいデータベースを作成します
pt_br: Crie um novo banco de dados para exportar seus dados
ru: Создайте новую базу данных для экспорта.
uz: Ma'lumotlaringizni eksport qilish uchun yangi ma'lumotlar bazasini yarating

source: Create a new password to regain access. You'll sign in again after saving.
ar: قم بإنشاء كلمة مرور جديدة لاستعادة الوصول. ستقوم بتسجيل الدخول مرة أخرى بعد الحفظ.
hi: पहुंच पुनः प्राप्त करने के लिए एक नया पासवर्ड बनाएं। सेव करने के बाद आप दोबारा साइन इन करेंगे.
id: Buat kata sandi baru untuk mendapatkan kembali akses. Anda akan masuk lagi setelah menyimpan.
ja: アクセスを再開するため新しいパスワードを設定します。保存後に再度サインインします。
pt_br: Crie uma nova senha para recuperar o acesso. Você fará login novamente depois de salvar.
ru: Создайте новый пароль для восстановления доступа. После сохранения нужно будет войти снова.
uz: Kirishni qayta tiklash uchun yangi parol yarating. Saqlaganingizdan keyin qayta kirasiz.

source: Create a reminder to stay on track.
ar: قم بإنشاء تذكير للبقاء على المسار الصحيح.
hi: ट्रैक पर बने रहने के लिए एक अनुस्मारक बनाएं।
id: Buat pengingat untuk tetap pada jalurnya.
ja: 対応漏れを防ぐためリマインダーを作成します。
pt_br: Crie um lembrete para se manter atualizado.
ru: Создайте напоминание, чтобы не забыть.
uz: Yoʻlda qolish uchun eslatma yarating.

source: Create backups locally, share via email, and push a copy to Supabase storage for safekeeping.
ar: أنشئ نسخًا احتياطية محليًا، وشاركها عبر البريد الإلكتروني، واحفظ نسخة في تخزين Supabase للحفاظ عليها.
hi: स्थानीय रूप से बैकअप बनाएं, ईमेल के माध्यम से साझा करें, और सुरक्षित रखने के लिए एक कॉपी को Supabase स्टोरेज पर पुश करें।
id: Buat cadangan secara lokal, bagikan melalui email, dan kirimkan salinannya ke penyimpanan Supabase untuk diamankan.
ja: ローカルでバックアップを作成し、メール共有や保管用のSupabaseストレージへのコピー保存ができます。
pt_br: Crie backups localmente, compartilhe por e-mail e envie uma cópia para o armazenamento Supabase por segurança.
ru: Создавайте локальные резервные копии, отправляйте по email и сохраняйте копию в Supabase для надежности.
uz: Mahalliy ravishda zaxira nusxalarini yarating, elektron pochta orqali baham koʻring va saqlash uchun nusxasini Supabase xotirasiga oʻtkazing.

source: Create local backups, generate PDF reports, or archive your entire dataset to the cloud.
ar: أنشئ نسخًا احتياطية محلية، أو أنشئ تقارير PDF، أو أرشف كل بياناتك في السحابة.
hi: स्थानीय बैकअप बनाएं, PDF रिपोर्ट बनाएं, या अपने संपूर्ण डेटासेट को क्लाउड पर संग्रहीत करें।
id: Buat cadangan lokal, buat laporan PDF, atau arsipkan seluruh kumpulan data Anda ke cloud.
ja: ローカルバックアップ、PDFレポート作成、全データのクラウドアーカイブを行えます。
pt_br: Crie backups locais, gere relatórios PDF ou arquive todo o seu conjunto de dados na nuvem.
ru: Создавайте локальные резервные копии, PDF-отчеты или архивируйте данные в облаке.
uz: Mahalliy zaxira nusxalarini yarating, PDF hisobotlarini yarating yoki butun maʻlumotlar toʻplamini bulutga arxivlang.

source: Create your account
ar: أنشئ حسابك
hi: अपना खाता बनाएं
id: Buat akun Anda
ja: アカウントを作成
pt_br: Crie sua conta
ru: Создайте аккаунт
uz: Hisob qaydnomangizni yarating

source: Creating...
ar: جارٍ الإنشاء...
hi: बनाया जा रहा है...
id: Membuat...
ja: 作成中...
pt_br: Criando...
ru: Создание...
uz: Yaratilmoqda...

source: Current Balance
ar: الرصيد الحالي
hi: वर्तमान शेष
id: Saldo Saat Ini
ja: 現在残高
pt_br: Saldo Atual
ru: Текущий баланс
uz: Joriy balans

source: Current: %@
ar: الحالي: %@
hi: वर्तमान: %@
id: Saat ini: %@
ja: 現在: %@
pt_br: Atual: %@
ru: Текущая: %@
uz: Joriy: %@

source: Currently exporting:
ar: التصدير حاليا:
hi: वर्तमान में निर्यात:
id: Saat ini mengekspor:
ja: 現在エクスポート中:
pt_br: Exportando atualmente:
ru: Сейчас экспортируется:
uz: Hozirda eksport qilinmoqda:

source: Custom Range Report
ar: تقرير النطاق المخصص
hi: कस्टम रेंज रिपोर्ट
id: Laporan Rentang Kustom
ja: 期間指定レポート
pt_br: Relatório de intervalo personalizado
ru: Отчет за произвольный период
uz: Maxsus diapazon hisoboti

source: Customize Share
ar: تخصيص المشاركة
hi: शेयर को अनुकूलित करें
id: Sesuaikan Bagikan
ja: 共有内容をカスタマイズ
pt_br: Personalizar compartilhamento
ru: Настроить отправку
uz: Ulashishni moslash

source: Data Management
ar: إدارة البيانات
hi: डेटा प्रबंधन
id: Manajemen Data
ja: データ管理
pt_br: Gerenciamento de dados
ru: Управление данными
uz: Ma'lumotlarni boshqarish

source: Database Name
ar: اسم قاعدة البيانات
hi: डेटाबेस का नाम
id: Nama Basis Data
ja: データベース名
pt_br: Nome do banco de dados
ru: Название базы
uz: Ma'lumotlar bazasi nomi

source: Database Type
ar: نوع قاعدة البيانات
hi: डेटाबेस प्रकार
id: Tipe Basis Data
ja: データベース種別
pt_br: Tipo de banco de dados
ru: Тип базы
uz: Ma'lumotlar bazasi turi

source: Date
ar: تاريخ
hi: दिनांक
id: Tanggal
ja: 日付
pt_br: Data
ru: Дата
uz: Sana

source: Date Range
ar: النطاق الزمني
hi: दिनांक सीमा
id: Rentang Tanggal
ja: 期間
pt_br: Período
ru: Диапазон дат
uz: Sana diapazoni

source: Date ↑
ar: التاريخ ↑
hi: दिनांक ↑
id: Tanggal ↑
ja: 日付 ↑
pt_br: Data ↑
ru: Дата ↑
uz: Sana ↑

source: Date ↓
ar: التاريخ ↓
hi: दिनांक ↓
id: Tanggal ↓
ja: 日付 ↓
pt_br: Data ↓
ru: Дата ↓
uz: Sana ↓

source: Deal Desk
ar: مكتب الصفقات
ja: 販売計算
pt_br: Mesa de negociações
ru: Калькулятор сделки
uz: Savdo stoli

source: Deal Desk settings saved.
ar: تم حفظ إعدادات مكتب الصفقات.
hi: Deal Desk सेटिंग्स सहेजी गईं।
id: Pengaturan Deal Desk disimpan.
ja: 販売計算の設定を保存しました。
pt_br: Configurações do Deal Desk salvas.
ru: Настройки калькулятора сделки сохранены.
uz: Deal Desk sozlamalari saqlandi.

source: Deal Value (Optional)
ar: قيمة الصفقة (اختياري)
hi: डील मूल्य (वैकल्पिक)
id: Nilai Transaksi (Opsional)
ja: 商談金額（任意）
pt_br: Valor da transação (opcional)
ru: Стоимость сделки (необязательно)
uz: Bitim qiymati (ixtiyoriy)

source: Dealer & Contact
ar: التاجر والاتصال
hi: डीलर एवं संपर्क
id: Dealer & Kontak
ja: 販売店・連絡先
pt_br: Revendedor e contato
ru: Дилер и контакты
uz: Diler va aloqa

source: Dealer Contact
ar: الاتصال بالموزع
hi: डीलर संपर्क
id: Kontak Dealer
ja: 販売店連絡先
pt_br: Contato do revendedor
ru: Контакты дилера
uz: Diler bilan bogʻlanish

source: Dealer name
ar: اسم التاجر
hi: डीलर का नाम
id: Nama dealer
ja: 販売店名
pt_br: Nome do revendedor
ru: Название дилера
uz: Diler nomi

source: Debt Filter
ar: تصفية الديون
hi: कर्ज़ फ़िल्टर
id: Filter Hutang
ja: 債務フィルター
pt_br: Filtro de dívida
ru: Фильтр долгов
uz: Qarz filtri

# Deep dive into your business performance.
source: Get AI advice on sales, expenses, and slow stock.
ar: احصل على نصائح AI حول المبيعات والمصاريف والمخزون البطيء.
hi: बिक्री, खर्च और धीमे स्टॉक पर AI सलाह प्राप्त करें।
id: Dapatkan saran AI tentang penjualan, pengeluaran, dan stok lambat.
ja: 販売、経費、滞留在庫へのAIアドバイス。
ko: 판매, 지출, 느린 재고에 대한 AI 조언을 받으세요.
pt_br: Receba recomendações de IA sobre vendas, despesas e estoque parado.
ru: AI-советы по продажам, расходам и зависшим авто.
uz: Savdo, xarajat va sekin ombor bo‘yicha AI maslahatlar.

source: Default fees
ar: الرسوم الافتراضية
hi: डिफ़ॉल्ट शुल्क
id: Biaya bawaan
ja: 既定の諸費用
pt_br: Taxas padrão
ru: Стандартные сборы
uz: Standart toʻlovlar

source: Default taxes
ar: الضرائب الافتراضية
hi: डिफ़ॉल्ट कर
id: Pajak bawaan
ja: 既定の税金
pt_br: Impostos padrão
ru: Стандартные налоги
uz: Standart soliqlar

source: Default template
ar: القالب الافتراضي
hi: डिफ़ॉल्ट टेम्पलेट
id: Templat bawaan
ja: 既定テンプレート
pt_br: Modelo padrão
ru: Шаблон по умолчанию
uz: Standart shablon

source: Delete
ar: حذف
hi: डिलीट करें
id: Hapus
ja: 削除
pt_br: Excluir
ru: Удалить
uz: Oʻchirish

source: Delete Debt
ar: حذف الديون
hi: कर्ज़ हटाएँ
id: Hapus Hutang
ja: 債務を削除
pt_br: Excluir dívida
ru: Удалить долг
uz: Qarzni oʻchirish

source: Delivery
ar: توصيل
hi: डिलिवरी
id: Pengiriman
ja: 納車
pt_br: Entrega
ru: Доставка
uz: Yetkazib berish

source: Deposit to
ar: إيداع ل
hi: को जमा करें
id: Setor ke
ja: 入金先
pt_br: Depositar em
ru: Зачислить на
uz: Depozit qoʻyish

source: Deposits
ar: الإيداعات
hi: जमा
id: Deposito
pt_br: Depósitos

source: Deposits %@ • Withdrawals %@
ar: الإيداعات %@ • السحوبات %@
hi: जमा %@ • निकासी %@
id: Setoran %@ • Penarikan %@
pt_br: Depósitos %@ • Saques %@

source: Destination Database
ar: قاعدة بيانات الوجهة
hi: गंतव्य डेटाबेस
id: Basis Data Tujuan
ja: 出力先データベース
pt_br: Banco de dados de destino
ru: Целевая база данных
uz: Destination ma'lumotlar bazasi

source: Disconnect
ar: قطع الاتصال
hi: डिस्कनेक्ट करें
id: Putuskan sambungan
ja: 解除
pt_br: Desconectar
ru: Отключить
uz: Ulanishni uzing

source: Display Mode
ar: وضع العرض
hi: प्रदर्शन मोड
id: Modus Tampilan
ja: 表示モード
pt_br: Modo de exibição
ru: Режим отображения
uz: Displey rejimi

source: Do you want to use this photo?
ar: هل تريد استخدام هذه الصورة؟
hi: क्या आप इस फ़ोटो का उपयोग करना चाहते हैं?
id: Apakah Anda ingin menggunakan foto ini?
ja: この写真を使用しますか？
pt_br: Deseja usar esta foto?
ru: Использовать это фото?
uz: Bu suratdan foydalanmoqchimisiz?

source: Doc fee
ar: رسوم الوثيقة
hi: दस्तावेज़ शुल्क
id: Biaya dokter
ja: 書類作成手数料
pt_br: Taxa de documento
ru: Документальный сбор
uz: Doc toʻlovi

source: Documents
ar: وثائق
hi: दस्तावेज़
id: Dokumen
ja: 書類
pt_br: Documentos
ru: Документы
uz: Hujjatlar

source: Don't have an account?
ar: ليس لديك حساب؟
hi: कोई खाता नहीं है?
id: Belum punya akun?
ja: アカウントをお持ちでないですか？
pt_br: Não tem uma conta?
ru: Нет аккаунта?
uz: Hisobingiz yoʻqmi?

source: Done
ar: تم
hi: हो गया
id: Selesai
ja: 完了
ko: 완료
pt_br: Concluído
ru: Готово
uz: Tayyor

source: Down payment
ar: دفعة مبدئية
hi: डाउन पेमेंट
id: Uang muka
ja: 頭金
pt_br: Adiantamento
ru: Первоначальный взнос
uz: Dastlabki toʻlov

source: Due %@
ar: مستحق %@
hi: देय %@
id: Jatuh tempo %@
pt_br: Vencimento %@

source: Electrical
ar: كهربائي
hi: विद्युत
id: Listrik
ja: 電装
pt_br: Elétrica
ru: Электрика
uz: Elektr

source: Edit Client
ar: تحرير العميل
hi: क्लाइंट संपादित करें
id: Sunting Klien
ja: 顧客を編集
pt_br: Editar cliente
ru: Редактировать клиента
uz: Mijozni tahrirlash

source: Edit Profile
ar: تحرير الملف الشخصي
hi: Proफ़ाइल संपादित करें
id: Sunting Profil
ja: プロフィールを編集
pt_br: Editar arquivo Pro
ru: Редактировать профиль
uz: Profilni tahrirlash

source: Email
ar: البريد الإلكتروني
hi: ईमेल
id: Surel
ja: メール
uz: Elektron pochta

source: Email Address
ar: عنوان البريد الإلكتروني
hi: ईमेल पता
id: Alamat Surel
ja: メールアドレス
pt_br: Endereço de e-mail
ru: Электронная почта
uz: Elektron pochta manzili

source: Email Reports
ar: تقارير البريد الإلكتروني
hi: ईमेल रिपोर्ट
id: Laporan Email
ja: メールレポート
pt_br: Relatórios por e-mail
ru: Отчеты по email
uz: Elektron pochta hisobotlari

source: Email address
ar: عنوان البريد الإلكتروني
hi: ईमेल पता
id: Alamat email
ja: メールアドレス
pt_br: Endereço de e-mail
ru: Электронная почта
uz: Elektron pochta

source: Email is not verified yet. Please confirm your address to unlock all features.
ar: لم يتم التحقق من البريد الإلكتروني بعد. يرجى تأكيد عنوانك لفتح جميع الميزات.
hi: ईमेल अभी सत्यापित नहीं है. सभी सुविधाओं को अनलॉक करने के लिए कृपया अपने पते की पुष्टि करें।
id: Email belum diverifikasi. Harap konfirmasi alamat Anda untuk membuka kunci semua fitur.
ja: メールアドレスがまだ確認されていません。すべての機能を利用するには確認してください。
pt_br: O e-mail ainda não foi verificado. Confirme seu endereço para desbloquear todos os recursos.
ru: Email не подтвержден. Подтвердите адрес, чтобы открыть все функции.
uz: Email hali tasdiqlanmagan. Barcha funksiyalarni ochish uchun manzilingizni tasdiqlang.

source: Email-ready archive
ar: أرشيف جاهز للبريد الإلكتروني
hi: ईमेल-तैयार संग्रह
id: Arsip siap email
ja: メール送信用アーカイブ
pt_br: Arquivo pronto para e-mail
ru: Архив для отправки по email
uz: Elektron pochtaga tayyor arxiv

source: Enable Deal Desk
ar: تمكين مكتب الصفقات
hi: Deal Desk सक्षम करें
id: Aktifkan Meja Transaksi
ja: 販売計算を有効にする
pt_br: Ativar Deal Desk
ru: Включить калькулятор сделки
uz: Deal Desk-ni yoqing

source: Enable monthly report emails
ar: تمكين رسائل البريد الإلكتروني التقرير الشهري
hi: मासिक रिपोर्ट ईमेल सक्षम करें
id: Aktifkan email laporan bulanan
ja: 月次レポートメールを有効にする
pt_br: Ativar e-mails de relatórios mensais
ru: Включить ежемесячные отчеты по email
uz: Oylik hisobot elektron pochta xabarlarini yoqish

source: End Date
ar: تاريخ الانتهاء
hi: समाप्ति तिथि
id: Tanggal Berakhir
ja: 終了日
pt_br: Data de término
ru: Дата окончания
uz: Tugash sanasi

source: Enter Team Invite Code
ar: أدخل رمز دعوة الفريق
hi: टीम आमंत्रण कोड दर्ज करें
id: Masukkan Kode Undangan Tim
ja: チーム招待コードを入力
pt_br: Insira o código de convite da equipe
ru: Введите код приглашения команды
uz: Jamoa taklif kodini kiriting

source: Enter business name
ar: أدخل اسم العمل
hi: व्यवसाय का नाम दर्ज करें
id: Masukkan nama bisnis
ja: 事業名を入力
pt_br: Insira o nome da empresa
ru: Введите название бизнеса
uz: Biznes nomini kiriting

source: Enter database name
ar: أدخل اسم قاعدة البيانات
hi: डेटाबेस का नाम दर्ज करें
id: Masukkan nama basis data
ja: データベース名を入力
pt_br: Insira o nome do banco de dados
ru: Введите название базы данных
uz: Ma'lumotlar bazasi nomini kiriting

source: Enter the name of the new user.
ar: أدخل اسم المستخدم الجديد.
hi: नये उपयोगकर्ता का नाम दर्ज करें.
id: Masukkan nama pengguna baru.
ja: 新しいユーザー名を入力してください。
pt_br: Digite o nome do novo usuário.
ru: Введите имя нового пользователя.
uz: Yangi foydalanuvchi nomini kiriting.

source: Enter the user's name
ar: أدخل اسم المستخدم
hi: उपयोगकर्ता का नाम दर्ज करें
id: Masukkan nama pengguna
ja: ユーザー名を入力
pt_br: Digite o nome do usuário
ru: Введите имя пользователя
uz: Foydalanuvchi nomini kiriting

source: Entity Counts
ar: أعداد الكيانات
hi: इकाई गणना
id: Jumlah Entitas
ja: データ件数
pt_br: Contagens de entidades
ru: Количество объектов
uz: Ob'ektlar soni

source: Error
ar: خطأ
hi: त्रुटि
id: Kesalahan
ja: エラー
pt_br: Erro
ru: Ошибка
uz: Xato

source: Error: Interaction not found
ar: خطأ: لم يتم العثور على التفاعل
hi: त्रुटि: इंटरैक्शन नहीं मिला
id: Kesalahan: Interaksi tidak ditemukan
ja: エラー: 対応履歴が見つかりません
pt_br: Erro: interação não encontrada
ru: Ошибка: взаимодействие не найдено
uz: Xato: oʻzaro aloqa topilmadi

source: Error: Reminder not found
ar: خطأ: لم يتم العثور على التذكير
hi: त्रुटि: अनुस्मारक नहीं मिला
id: Kesalahan: Pengingat tidak ditemukan
ja: エラー: リマインダーが見つかりません
pt_br: Erro: lembrete não encontrado
ru: Ошибка: напоминание не найдено
uz: Xato: Eslatma topilmadi

source: Everything you need to grow your dealership business.
ar: كل ما تحتاجه لتنمية عمل وكالتك.
hi: वह सब कुछ जो आपको बढ़ने के लिए चाहिए आपका डीलरशिप व्यवसाय।
id: Semua yang Anda butuhkan untuk tumbuh bisnis dealer Anda.
ja: 販売店業務を伸ばすために 必要なすべてを一つに。
ko: 딜러십 성장을 위한 모든 도구.
pt_br: Tudo que você precisa para expandir sua concessionária.
ru: Все, что нужно для роста вашего дилерского бизнеса.
uz: Oʻsish uchun kerak boʻlgan hamma narsa sizning dilerlik biznesingiz.

source: Example
ar: مثال
hi: उदाहरण
id: Contoh
ja: 例
pt_br: Exemplo
ru: Пример
uz: Misol

source: Executive brief
ar: ملخص تنفيذي
hi: कार्यकारी संक्षिप्त
id: Ringkasan eksekutif
pt_br: Resumo executivo

source: Existing dealers stay off until someone turns this on. Old sales stay untouched.
ar: يظل التجار الحاليون متوقفين حتى يقوم شخص ما بتشغيل هذا. المبيعات القديمة تبقى على حالها.
hi: मौजूदा डीलर तब तक बंद रहते हैं जब तक कोई इसे चालू नहीं कर देता। पुरानी बिक्री अछूती रहती है.
id: Dealer yang ada tetap tidak aktif sampai seseorang mengaktifkannya. Penjualan lama tetap tidak tersentuh.
ja: 既存の販売店では、有効化するまでオフのままです。過去の販売データは変更されません。
pt_br: Os revendedores existentes ficam desligados até que alguém ative esse recurso. As vendas antigas permanecem intactas.
ru: Для существующих дилеров отключено, пока кто-то не включит. Старые продажи не изменяются.
uz: Mavjud dilerlar kimdir buni yoqmagunicha oʻchiriladi. Eski sotuvlar daxlsiz qoladi.

source: Expense Count
ar: عدد المصروفات
hi: खर्च गणना
id: Hitungan Biaya
ja: 経費件数
pt_br: Contagem de despesas
ru: Количество расходов
uz: Xarajatlar soni

source: Expense activity
ar: نشاط المصروفات
hi: खर्च गतिविधि
id: Aktivitas pengeluaran
pt_br: Atividade de despesas

source: Expense mix
ar: توزيع المصروفات
hi: खर्च मिश्रण
id: Campuran biaya
pt_br: Combinação de despesas

source: Expense pressure
ar: ضغط المصروفات
hi: खर्च का दबाव
id: Tekanan biaya
pt_br: Pressão de despesas

source: Expense-only month
ar: شهر مصروفات فقط
hi: खर्च-केवल महीना
id: Bulan yang hanya mengeluarkan biaya
pt_br: Mês somente para despesas

source: Expenses
ar: المصروفات
hi: खर्चे
id: Biaya
ja: 経費
pt_br: Despesas
ru: Расходы
uz: Xarajatlar

source: Export CSV
ar: تصدير CSV
hi: सीएसवी निर्यात करें
id: Ekspor CSV
ja: CSVを書き出し
pt_br: Exportar CSV
ru: Экспорт CSV
uz: CSVni eksport qiling

source: Export Complete
ar: اكتمل التصدير
hi: निर्यात पूर्ण
id: Ekspor Selesai
ja: エクスポート完了
pt_br: Exportação concluída
ru: Экспорт завершен
uz: Eksport tugallandi
